Repository: jacek-max/mktorrent
Catalog: mktorrent/Lang/langres.*.resx
Languages: pl_pl

source: Error message
pl_pl: Komunikat błędu

# File
source: Path to file
pl_pl: Ścieżka do pliku

# FileName
source: Filename for the .torrent file
pl_pl: Nazwa pliku .torrent

source: Files found
pl_pl: Znaleziono plików

# FilesNotFound
source: No files have been found.
pl_pl: Nie odnaleziono plików.

# Folder
source: Path to folder
pl_pl: Ścieżka do katalogu

# Info01
source: Syntax is:
pl_pl: Przykład uruchomienia:

# Info05
source: An explanation of the above command is as follows:
pl_pl: Opis parametrów do uruchomienia programu:

# Info06
source: mktorrent - runs mktorrent
pl_pl: mktorrent - uruchamia program

# Info07
source: Path to folder or file that the torrent
pl_pl: Scieżka do katalogu lub pliku dla którego

# Info08
source: is being created from.
pl_pl: torrent ma zostać stworzony.

# Info09
source: Piece length (or size) for the torrent.
pl_pl: Długość (lub rozmiar) paczki użytej w torrencie. To 2^n bitów.

# Info10
source: It's 2^n bytes, so '-l 21' would create a 2^21 = 2MB piece size.
pl_pl: Zatem '-l 21' spowoduje utworzenie 2^21 = 2MB paczki.

# Info11
source: Sets the private flag on the torrent.
pl_pl: Ustawia flagę 'prywatny' dla tworzonego torrentu.

# Info12
source: This should be set when it will be seeded on private trackers.
pl_pl: Użyj ten parametr kiedy torrent będzie seedowany prywatnie.

# Info13
source: Sets the filter on a directory.
pl_pl: Ustawia filtr dla plików w katalogu.

# Info14
source: Files MKV,MP4,AVI are included.
pl_pl: Pliki MKV,MP4,AVI są uwzględniane.

# Info15
source: Tracker announce url for the torrent.
pl_pl: Adres url trakera rozgłoszenia.

# Info16
source: Filename for the .torrent file.
pl_pl: Nazwa pliku .torrent.

# MovieOnly
source: Files MKV, MP4, AVI are included only.
pl_pl: Tylko pliki MKV, MP4, AVI są uwzględniane

source: No streams provided.
pl_pl: Brak źródła strumienia danych.

# PieceLength
source: Piece length (or size) for the torrent
pl_pl: Długość (lub rozmiar) paczki dla torrenta

# PrivateFlag
source: The private flag on the torrent
pl_pl: Flaga 'prywatny' dla torrenta

source: Progress
pl_pl: Postęp

# StrFalse
source: No
pl_pl: Nie

# StrTrue
source: Yes
pl_pl: Tak

# TorrentCreated
source: Torrent file was created.
pl_pl: Plik torrent został utworzony.

# Tracker
source: Tracker announce url for the torrent
pl_pl: Adres url trakera rozgłoszenia

# TrackerError
source: Tracker announce url errror.
pl_pl: Nieprawidłowy adres trakera rozgłoszenia.

# TrackerResponse
source: HTTP request sent
pl_pl: Żądanie HTTP wysłane

# TrackerWaiting
source: awaiting response
pl_pl: oczekiwanie na odpowiedź
